const architects = [
  {
    "id": "A1",
    "url": "zaborsky",
    "name": "Заборский Георгий Владимирович",
    "born": "11 ноября 1909",
    "deceased": "27 апреля 1999",
    "description": "Народный архитектор СССР (1981), заслуженный строитель Беларуси, академик Российской академии архитектуры и строительных наук, академик Белорусской академии архитектуры, лауреат Государственной премии СССР (1971).",
    "image": "http://bsa.by/ckfinder/userfiles/images/4(2).jpg",
    "placeOfResidence": "Минск",
    "placeOfBirth": "Минск",
    "bio": [
      {date: '1909', text: 'Георгий Заборский родился в Минске в семье Владимира Георгиевича Заборского, бухгалтера Московско-Брестской железной дороги, и Елены Ивановны Заборской (Зеглинг).'},
      {date: '1930', text: 'Поступил в Минскую профтехшколу крестьянского огнеупорного строительства. Первую практику Г. Заборский проходил на строительной площадке здания Дома правительства. Здесь же произошло его знакомство с архитектором И. Лангбардом.'},
      {date: '1939', text: 'Окончил Академию искусств. По конкурсу попал в Москву, но работал там недолго и быстро получил направление в Минск. Здесь он был назначен руководителем научной экспедиции по изучению памятников архитектуры и искусства Гомельской и Полесской областей.'},
      {date: '1941-1945', text: 'Пошел на фронт добровольцем, но в боях под Смоленском был тяжело ранен и оказался в госпитале уральского городка Троицка, где выполнил ряд проектов-эскизов памятников, посвященных героической победе советского народа в Великой Отечественной войне.'},
      {date: '1945-1964', text: 'Георгий Заборский руководит архитектурно-конструкторскими мастерскими проектных институтов Белгоспроект и Минскпроект и одновременно преподает на архитектурном отделении Белорусского политехнического института (ныне УО «Белорусский национальный технический университет»).'},
      {date: '1993', text: 'Закончил творческую деятельность. Одной из последних его работ стал проект памятника жертвам массовых репрессий в Куропатах под Минском.'},
    ],
    "mapData": {
      center: [53.906840, 27.571457],
      zoom: 12,
    }
  },

  {
    "id": "A2",
    "url": "usova",
    "name": "Усова Любовь Дмитриевна",
    "born": "6 сентября 1921",
    "deceased": "настоящее время",
    "description": "Белорусский советский архитектор. За свою творческую деятельность неоднократно награждалась грамотами Верховного Совета БССР, почетными грамотами и грамотами института 'Минскпроект', Союзов архитекторов СССР и БССР. В 1989 году Любовь Дмитриевна Усова занесена в книгу почета института 'Минскпроект'.",
    "image": "https://minsknews.by/wp-content/uploads/2014/10/Arhitektor-Usova-2.jpg",
    "placeOfResidence": "Минск",
    "placeOfBirth": "Иркутск",
    "bio": [
      {date: '1921', text: 'Родилась в Иркутске в семье служащих.'},
      {date: '1930', text: 'Cемья переехала в Москву, где Любовь после окончания школы поступила в Московский архитектурный институт.'},
      {date: '1941-1945', text: 'Во время Великой отечественной войны находилась в эвакуации в Ташкенте.'},
      {date: '1947', text: 'Защитила с отличием дипломный проект, после чего по распределению направлена на работу в Минск в архитектурно-планировочную мастерскую при Мингоркомкоме, где работал ее муж Василий Иосифович Геращенко.'},
      {date: '1950', text: 'Проектировала и восстанавливала главный корпус БПИ (БНТУ).'},
      {date: '1952', text: 'Спроектировала Дворец пионеров и школьников.'},
      {date: '1954', text: 'Спроектировала здание обкома КПБ.'},
      {date: '1956', text: 'Спроектировала Белорусский республиканский театр юного зрителя.'},
      {date: '1960-1970', text: 'Выполнила ряд работ по привязке и реконструкции школ, детских садов, проектировала жилые дома совместно с мужем в районе Привокзальной площади, для рабочих Мотовелозавода, жилые кварталы заводов. Принимала участие в создании сквера возле театра оперы и балета парка Победы, занималась реконструкцией детского парка имени М. Горького.'},
      {date: '1968', text: 'Спроектировала республиканский дом юного техника.'},
      {date: '1970-1980', text: ' Выполняла архитектурно-планировочную часть Минского водного каскада — водохранилищ Дрозды и Криница.'},
      {date: '1989', text: 'Занесена в книгу почета института «Минскпроект».'},
    ],
    "mapData": {
      center: [53.906840, 27.571457],
      zoom: 12,
    }
  },

  {
    "id": "A3",
    "url": "parusnikov",
    "name": "Парусников Михаил Павлович",
    "born": "12 ноября 1893",
    "deceased": "2 февраля 1968",
    "description": "Советский архитектор, действительный член Академии Архитектуры СССР (1950), академик АН БССР (1950; член-корреспондент с 1947). Педагог, профессор (с 1948). Лауреат Государственной премии Белорусской ССР (1968).",
    "image": "http://cn.flibusta.site/i/89/452389/img_84.jpg",
    "placeOfResidence": "Москва",
    "placeOfBirth": "Москва",
    "bio": [
      {date: '1913 - 1918', text: 'Обучался в МУЖВЗ (его отец был настоятелем соседнего храма), затем до 1924 года во ВХУТЕМАСе.'},
      {date: '1924', text: 'Работал в архитектурно-проектных организациях Москвы и одновременно преподавал (1934—1941 годах, с 1948 года — профессор) в МАРХИ.'},
      {date: '1941 - 1944', text: 'Старший научный сотрудник Академии архитектуры СССР.'},
      {date: '1944 - 1948', text: 'Руководитель архитектурно-проектных мастерских Комитета по делам архитектуры СССР.'},
    ],
    "mapData": {
      center: [55.7558, 37.6173],
      zoom: 12,
    },
  },

  {
    "id": "A4",
    "url": "leonid-mendelevich",
    "name": "Леониид Менделевич Левин",
    "born": "25 июля 1936",
    "deceased": "1 марта 2014",
    "description": "Заслуженный архитектор Республики Беларусь, Лауреат Ленинской премии и премии Ленинского комсомола, Лауреат премии Волгоградского Комсомола, дважды лауреат Государственной премии Республики Беларусь, лауреат многих престижных конкурсов и смотров архитектурных работ, Академик Международной и Белорусской Академий архитектуры, Председатель Союза белорусских еврейских общественных объединений и общин с 1991 года",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Levin_Leonid_Mendele.jpg/800px-Levin_Leonid_Mendele.jpg",
    "placeOfResidence": "Минск",
    "placeOfBirth": "Минск",
    "bio": [
      {date: "1954—1960", text: "Учёба в Белорусском политехническом институте."},
      {date: '1960', text: 'Работа в Институте «Минскпроект» (от архитектора до руководителя Мастерской по застройке центра Минска)'},
      {date: '1960—1967', text: "Участие в создании парка им. 50-летия Советской власти."},
      {date: '1968', text: "Участие в создании выставочного павильона ВДНХ БССР в Минске."},
      {date: '1970', text: "В составе авторского коллектива был удостоен Ленинской премии за мемориальный комплекс 1968—1969 гг. «Хатынь»"},
      {date: '1997', text: "Директор собственной творческой мастерской УП «Творческая мастерская архитектора Л. Левина»"},
      {date: "1 марта 2014", text: "Похоронен 4 марта 2014 года на Центральной аллее Восточного кладбища в Минске"},
    ],
    "mapData": {
      center: [53.906840, 27.571457],
      zoom: 12,
    },
  },

  {
    "id": "A5",
    "url": "osho",
    "name": "Rajneesh (Osho)",
    "born": "December 11, 1931",
    "deceased": "January 19, 1990",
    "description": "Indian spiritual guru, considered as a Godman and leader of the Rajneesh movement. During his lifetime he was viewed as a controversial mystic, guru, and spiritual teacher. He advocated a more open attitude towards human sexuality, earning him the nickname \"sex guru\" in the Indian and later international press, although this attitude became more acceptable with time.",
    "image": "http://www.sannyas.wiki/images/5/5f/Osho_HD_083.jpg",
    "placeOfResidence": "Минск",
    "placeOfBirth": "Гомель",
    "bio": [
      {date: '1111', text: 'пункт биографии1'},
      {date: '1112', text: 'пункт биографии2'},
      {date: '1113', text: 'пункт биографии3'},
    ],
    "mapData": {
      center: [53.684727, 23.834317],
      zoom: 12,
    },
  },

  {
    "id": "A6",
    "url": "sacco",
    "name": "Джузеппе де Сакко",
    "born": "1735",
    "deceased": "1798",
    "description": "Один из крупнейших архитекторов развитого барокко и классицизма, работавших на территории современной Беларуси, в XVIII веке. Придворный архитектор короля Станислава Августа Понятовского. Также работал в других регионах Речи Посполитой. В творчестве выделяются ансамбли дворцово-парковых резиденций.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/%D0%9F%D0%BE%D0%BC%D0%BD%D1%96%D0%BA_%D0%A1%D0%B0%D0%BA%D0%B0.JPG/375px-%D0%9F%D0%BE%D0%BC%D0%BD%D1%96%D0%BA_%D0%A1%D0%B0%D0%BA%D0%B0.JPG",
    "placeOfResidence": "Гродно",
    "placeOfBirth": "Верона",
    "bio": [
      {date: '1768', text: 'Был приглашён в Варшаву, где занимался художественным катафалком (сastrum doloris) королевы Марии Лещинской и проектом перестройки костёла святого Яна.'},
      {date: '1771', text: 'Стал архитектором Скарбовой комиссии ВКЛ. Был рекомендован гродненскому старосте Антонию Тизенгаузу и принят на службу, в качестве королевского архитектора, с установленным окладом в 600 злотых. В Речи Посполитой Сакко получает ряд воинских званий ВКЛ.'},
      {date: '1771-1780', text: 'Выполнил ряд заказов местных магнатов, спроектировав несколько известных дворцово-парковых ансамблей и городских резиденций, в частности: Святский дворец магнатов Воловичей, Щорсовский дворец Хрептовичей, дворцы Тизенгауза в Поставах и Вильнюсе (предположительно).'}
    ],
    "mapData": {
      center: [53.684727, 23.834317],
      zoom: 12,
    },
  },
];

const developers = [
  {
    "id": "D1",
    "name": "Ivan Kononovich",
    "github": "https://github.com/ivankononovich",
    "image": "https://avatars0.githubusercontent.com/u/41195901?s=400&v=4",
    "contribution":"in progress...",
  },
  {
    "id": "D2",
    "name": "Eugeniy Matveenok",
    "github": "https://github.com/ins21",
    "image": "https://avatars0.githubusercontent.com/u/43145988?s=400&v=4",
    "contribution":"in progress...",
  },
  {
    "id": "D3",
    "name": "Katerina Zhadko",
    "github": "https://github.com/cathzetjo",
    "image": "https://avatars3.githubusercontent.com/u/44948376?s=460&v=4",
    "contribution":"in progress...",
  },
  {
    "id": "D4",
    "name": "Arthur Rubchenko",
    "github": "https://github.com/Arthur199212",
    "image": "https://avatars0.githubusercontent.com/u/46008463?s=460&v=4",
    "contribution":"in progress...",
  },
  {
    "id": "D5",
    "name": "Dmitriy_Porhomenko",
    "github": "https://github.com/DmitriyParhomenko",
    "image": "https://avatars0.githubusercontent.com/u/37816988?s=460&v=4",
    "contribution":"in progress...",
  },
  {
    "id": "D6",
    "name": "Pavel Homich",
    "github": "https://github.com/pashax0",
    "image": "https://avatars3.githubusercontent.com/u/17899361?s=460&v=4",
    "contribution":"in progress...",
  }
];

export default {
  architects,
  developers,
  architectsNav: "Architects",
  developersList: "Development team",
  homePageLink: "Home page"
}
