const architects = [
  {
    "id": "A1",
    "url": "zaborsky",
    "name": "Заборский Георгий Владимирович BY",
    "bornDate": "11/11/1909",
    "born": "11 ноября 1909",
    "deceased": "27 апреля 1999",
    "description": "Народный архитектор СССР (1981), заслуженный строитель Беларуси, академик Российской академии архитектуры и строительных наук, академик Белорусской академии архитектуры, лауреат Государственной премии СССР (1971).",
    "image": "http://bsa.by/ckfinder/userfiles/images/4(2).jpg",
    "placeOfResidence": "Минск",
    "placeOfBirth": "Минск",
    "bio": [
      {
        date: '1909',
        text: 'Георгий Заборский родился в Минске в семье Владимира Георгиевича Заборского, бухгалтера Московско-Брестской железной дороги, и Елены Ивановны Заборской (Зеглинг).'
      },
      {
        date: '1930',
        text: 'Поступил в Минскую профтехшколу крестьянского огнеупорного строительства. Первую практику Г. Заборский проходил на строительной площадке здания Дома правительства. Здесь же произошло его знакомство с архитектором И. Лангбардом.'
      },
      {
        date: '1939',
        text: 'Окончил Академию искусств. По конкурсу попал в Москву, но работал там недолго и быстро получил направление в Минск. Здесь он был назначен руководителем научной экспедиции по изучению памятников архитектуры и искусства Гомельской и Полесской областей.'
      },
      {
        date: '1941-1945',
        text: 'Пошел на фронт добровольцем, но в боях под Смоленском был тяжело ранен и оказался в госпитале уральского городка Троицка, где выполнил ряд проектов-эскизов памятников, посвященных героической победе советского народа в Великой Отечественной войне.'
      },
      {
        date: '1945-1964',
        text: 'Георгий Заборский руководит архитектурно-конструкторскими мастерскими проектных институтов Белгоспроект и Минскпроект и одновременно преподает на архитектурном отделении Белорусского политехнического института (ныне УО «Белорусский национальный технический университет»).'
      },
      {
        date: '1993',
        text: 'Закончил творческую деятельность. Одной из последних его работ стал проект памятника жертвам массовых репрессий в Куропатах под Минском.'
      },
    ],
    "projectHeader": {
      columnOne: 'Праэкты',
      columnTwo: 'Дата стварэння'
    },
    "project": [
      {date: "1952", text: "Спраектаваў дом для сям'і Я. Коласа."},
      {date: "1954", text: "Помнік-манумент на пл. Перамогі."},
      {date: "1962", text: "Па праектах архітэктара пабудаваныя кінатэатр «Піянер» і музей Вялікай Айчыннай вайны."},
      {date: "1969", text: "Адкрыццё мемарыяльнага комплексу «Зислов»."},
    ],
    "mapData": {
      center: [53.906840, 27.571457],
      zoom: 12,
    },
    "photos": [
      {
        num: 1,
        src: "https://naviny.by/media/2015.09_w1/yacub.jpg",
        width: 4,
        height: 3,
        title: 'Памятник Якубу Колосу',
        text: 'Памятник писателю Якубу Колосу. Построен в каком-то там году  к какому-то там событию.'
      },
      {
        num: 2,
        src: "https://minsknews.by/wp-content/uploads/2018/05/APD_8846-1.jpg",
        width: 2,
        height: 2,
        title: '',
        text:''
      },
      {
        num: 3,
        src: "https://minsk-old-new.com/assets/images/Image/streets/krasnoarmeyskaya/krasnoarmeyskaya-024.jpg",
        width: 2,
        height: 2,
        title: '',
        text:''
      },
      {
        num: 4,
        src: "https://planetabelarus.by/upload/resize_cache/iblock/901/1330_887_18e21fe612b4afb807a26ecc22279a1d9/901c0376763ffee6a3fb245ea62fba25.jpg",
        width: 4,
        height: 3,
        title: '',
        text:''
      },
    ],
  },

  {
    "id": "A2",
    "url": "usova",
    "name": "Усова Любовь Дмитриевна",
    "bornDate": "9/6/1921",
    "born": "6 сентября 1921",
    "deceased": "настоящее время",
    "description": "Белорусский советский архитектор. За свою творческую деятельность неоднократно награждалась грамотами Верховного Совета БССР, почетными грамотами и грамотами института 'Минскпроект', Союзов архитекторов СССР и БССР. В 1989 году Любовь Дмитриевна Усова занесена в книгу почета института 'Минскпроект'.",
    "image": "https://minsknews.by/wp-content/uploads/2014/10/Arhitektor-Usova-3.jpg",
    "placeOfResidence": "Минск",
    "placeOfBirth": "Иркутск",
    "bio": [
      {date: '1921', text: 'Родилась в Иркутске в семье служащих.'},
      {
        date: '1930',
        text: 'Cемья переехала в Москву, где Любовь после окончания школы поступила в Московский архитектурный институт.'
      },
      {date: '1941-1945', text: 'Во время Великой отечественной войны находилась в эвакуации в Ташкенте.'},
      {
        date: '1947',
        text: 'Защитила с отличием дипломный проект, после чего по распределению направлена на работу в Минск в архитектурно-планировочную мастерскую при Мингоркомкоме, где работал ее муж Василий Иосифович Геращенко.'
      },
      {date: '1950', text: 'Проектировала и восстанавливала главный корпус БПИ (БНТУ).'},
      {date: '1952', text: 'Спроектировала Дворец пионеров и школьников.'},
      {date: '1954', text: 'Спроектировала здание обкома КПБ.'},
      {date: '1956', text: 'Спроектировала Белорусский республиканский театр юного зрителя.'},
      {
        date: '1960-1970',
        text: 'Выполнила ряд работ по привязке и реконструкции школ, детских садов, проектировала жилые дома совместно с мужем в районе Привокзальной площади, для рабочих Мотовелозавода, жилые кварталы заводов. Принимала участие в создании сквера возле театра оперы и балета парка Победы, занималась реконструкцией детского парка имени М. Горького.'
      },
      {date: '1968', text: 'Спроектировала республиканский дом юного техника.'},
      {
        date: '1970-1980',
        text: ' Выполняла архитектурно-планировочную часть Минского водного каскада — водохранилищ Дрозды и Криница.'
      },
      {date: '1989', text: 'Занесена в книгу почета института «Минскпроект».'},
    ],
    "projectHeader": {
      columnOne: 'Праэкты',
      columnTwo: 'Дата стварэння'
    },
    "project": [
      {date: '1952', text: 'Проект 1'},
      {date: '1954', text: 'Проект 2'},
      {date: '1962', text: 'Проект 3'},
      {date: '1969', text: 'Проект 4'},
    ],
    "mapData": {
      center: [53.906840, 27.571457],
      zoom: 12,
    },
    "photos": [
      {
        num: 1,
        src: "http://arcp.by/sites/arcp.by/files/styles/660/public/articlefoto/rsg-13-2014_final_stranica_5_izobrazhenie_0002.jpg",
        width: 4,
        height: 3,
        title: 'Любовь Усова с коллегами',
        text: 'Любовь Усова (справа) с коллегами за работой над проектом кинотеатра "Зорька".'
      },
      {
        num: 2,
        src: "http://arcp.by/sites/arcp.by/files/styles/660/public/articlefoto/rsg-13-2014_final_stranica_5_izobrazhenie_0004.jpg",
        width: 2,
        height: 2 ,
        title: 'Вместе с мужем',
        text: 'Любовь Усова вместе с мужем Василием Геращенко.'
      },
      {
        num: 3,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Minsk_CIS_executive_committee.JPG/800px-Minsk_CIS_executive_committee.JPG",
        width: 2,
        height: 2,
        title: 'Здание обкома КПБ г.Минска',
        text: 'Здание обкома КПБ г.Минска.'
      },
      {
        num: 4,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Belarus-Minsk-Railway_Station_Square-4.jpg/800px-Belarus-Minsk-Railway_Station_Square-4.jpg",
        width: 2,
        height: 2,
        title: 'Привокзальная площадь г.Минска',
        text:'Ворота Минска на Привокзальной площади.'
      },
      {
        num: 5,
        src: "https://minsknews.by/wp-content/uploads/2014/09/Dvorets-Pionerov-i-shkolnikov.jpg",
        width: 4,
        height: 3,
        title: 'Республикаский Дворец пионеров и школьников г.Минска',
        text:'Республикаский Дворец пионеров и школьников.'
      },
      {
        num: 6,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Enhie%C4%BAsa_Street_26.jpg/1024px-Enhie%C4%BAsa_Street_26.jpg",
        width: 2,
        height: 2,
        title: 'Театр юного зрителя',
        text:'Белорусский государственный академический театр юного зрителя.'
      },
      {
        num: 7,
        src: "https://upload.wikimedia.org/wikipedia/commons/9/9d/BNTU.JPG",
        width: 4,
        height: 3,
        title: 'Главный корпус БНТУ',
        text:'Главный корпус Белорусского национального технического университета.'
      },
      {
        num: 8,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Alleya_of_Opera_and_Ballet_Theatre%2C_Minsk.JPG/1024px-Alleya_of_Opera_and_Ballet_Theatre%2C_Minsk.JPG",
        width: 2,
        height: 2,
        title: 'Троицкая гора',
        text:'Сквер вокруг Национального акадэмического Большого театра оперы и балета Республики Беларусь.'
      },
      {
        num: 9,
        src: "https://upload.wikimedia.org/wikipedia/commons/e/e1/Gorki_park%2C_Minsk14.JPG",
        width: 2,
        height: 2,
        title: 'Парк им. М.Горького',
        text:'Центральный детский парк имени Максима Горького.'
      },
    ],
  },

  {
    "id": "A3",
    "url": "parusnikov",
    "name": "Паруснікаў Міхаіл Паўлавіч",
    "bornDate": "11/12/1893",
    "born": "12 лістапада 1893",
    "deceased": "2 лютага 1968",
    "description": "Савецкі архітэктар, правадзейны член Акадэміі Архітэктуры СССР (1950), акадэмік АН БССР (1950 г.; член-карэспандэнт з 1947). Педагог, прафесар (з 1948). Лаўрэат Дзяржаўнай прэміі Беларускай ССР (1968)",
    "image": "http://cn.flibusta.site/i/89/452389/img_84.jpg",
    "placeOfResidence": "Масква",
    "placeOfBirth": "Масква",
    "bio": [
      {
        date: '1913 - 1918',
        text: 'Навучаўся ў МУЖВЗ (яго бацька быў настаяцелем суседняга храма), затым да 1924 года ва ВХУТЕМАСе'
      },
      {
        date: '1924',
        text: 'Працаваў у архітэктурна-праектных арганізацыях Масквы і адначасова выкладаў (1934-1941 гадах, з 1948 года-прафесар) У МАРХІ .'
      },
      {date: '1941 - 1944', text: 'Старшы навуковы супрацоўнік Акадэміі архітэктуры СССР'},
      {date: '1944 - 1948', text: 'Кіраўнік архітэктурна-праектных майстэрняў Камітэта па справах архітэктуры СССР.'},
    ],
    "projectHeader": {
      columnOne: 'Праэкты',
      columnTwo: 'Дата стварэння'
    },
    "project": [
      {date: '1930', text: 'Аўтар праекта планіроўкі і забудовы Астрахані '},
      {
        date: '1923',
        text: 'Павільён машынабудавання і аўдыторыя на Усерасійскай сельскагаспадарчай і саматужна-прамысловай выставе ў Маскве'
      },
      {
        date: '1936',
        text: 'Шэраг жылых дамоў на праспекце Міру ў Маскве «Дома з аркай» ў Яраслаўлі, у тым ліку дом на Чырвонай плошчы'
      },
      {date: '1950', text: 'Дзяржбанк СССР'},
      {date: '1946—1954', text: 'Жылыя дамы і мост праз р. Свіслач, Спартыўны комплекс «Дынама»'},
    ],
    "mapData": {
      center: [55.7558, 37.6173],
      zoom: 12,
    },
    "photos": [
      {
        num: 1,
        src: "",
        width: 4,
        height: 3,
        title: '',
        text: ''
      },
      {
        num: 2,
        src: "",
        width: 2,
        height: 2,
        title: '',
        text:''
      },
      {
        num: 3,
        src: "",
        width: 2,
        height: 2,
        title: '',
        text:''
      },
      {
        num: 4,
        src: "",
        width: 4,
        height: 3,
        title: '',
        text:''
      },
    ],
  },

  {
    "id": "A4",
    "url": "leonid-mendelevich",
    "name": "Леанід Мендэлевіч Левін",
    "bornDate": "7/25/1936",
    "born": "25 ліпеня 1936",
    "deceased": "1 сакавіка 2014",
    "description": "Заслужаны архітэктар Рэспублікі Беларусь, лаўрэат Ленінскай прэміі і прэміі Ленінскага Камсамола, лаўрэат прэміі Валгаградскага Камсамола, лаўрэат Дзяржаўнай прэміі Рэспублікі Беларусь, лаўрэат шматлікіх прэстыжных конкурсаў і аглядаў архітэктурных работ, акадэмік Міжнароднай і Беларускай акадэміі архітэктуры, старшыня Саюза Беларускіх яўрэйскіх грамадскіх аб’яднанняў і абшчын з 1991 па 2014 год. Адзін з аўтараў мемарыяльнага комплексу «Хатынь», за які (у складзе аўтарскага калектыву) быў удастоены Ленінскай прэміі.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Levin_Leonid_Mendele.jpg/800px-Levin_Leonid_Mendele.jpg",
    "placeOfResidence": "Минск",
    "placeOfBirth": "Минск",
    "bio": [
<<<<<<< HEAD
      {date: "1954—1960", text: "Учёба в Белорусском политехническом институте."},
      {
        date: '1960',
        text: 'Работа в Институте «Минскпроект» (от архитектора до руководителя Мастерской по застройке центра Минска)'
      },
      {date: '1960—1967', text: "Участие в создании парка им. 50-летия Советской власти."},
      {date: '1968', text: "Участие в создании выставочного павильона ВДНХ БССР в Минске."},
      {
        date: '1970',
        text: "В составе авторского коллектива был удостоен Ленинской премии за мемориальный комплекс 1968—1969 гг. «Хатынь»"
      },
      {
        date: '1997',
        text: "Директор собственной творческой мастерской УП «Творческая мастерская архитектора Л. Левина»"
      },
      {date: "1 марта 2014", text: "Похоронен 4 марта 2014 года на Центральной аллее Восточного кладбища в Минске"},
=======
      {date: "1954—1960", text: "Вучоба ў Беларускім політэхнічным інстытуце."},
      {date: '1960', text: 'Праца ў Інстытуце «Мінскпраект» (ад архітэктара да кіраўніка Майстэрні па забудове цэнтра Мінска).'},
      {date: '1960—1967', text: "Удзел у стварэнні парку імя 50-годдзя Савецкай улады."},
      {date: '1968', text: "Удзел у стварэнні выставачнага павільёна ВДНГ БССР у Мінску."},
      {date: '1970', text: "У складзе аўтарскага калектыву быў уганараваны Ленінскай прэміяй за мемарыяльны комплекс 1968—1969 гг. «Хатынь»."},
      {date: '1997', text: "Дырэктар уласнай творчай майстэрні УП «Творчая майстэрня архітэктара Л. Левіна»."},
      {date: "4 сакавіка 2014", text: "Пахаваны на Цэнтральнай алеі Усходніх могілак у Мінску."},
>>>>>>> 399a1b61c12ea98b06ecc2030732f8041280ac2b
    ],
    "projectHeader": {
      columnOne: 'Праэкты',
      columnTwo: 'Дата стварэння'
    },
    "project": [
      {date: '1969', text: 'Мемарыяльны комплекс «Хатынь»'},
      {date: '1972', text: 'Помнік Янку Купалу'},
      {date: '1972', text: 'Помнік Якубу Коласу'},
      {date: '1979', text: 'Мемарыяльны комплекс «Праклён фашызму» на месцы спаленай вёскі Шунёўка'},
      {date: '1980 - 1986', text: 'Рэканструкцыя гістарычнай часткі Мінска - «Траецкае прадмесце»'},
      {date: '1984', text: 'Аўтарства станцыі Мінскага метрапалітэна «Плошча Леніна»'},
      {date: '1990', text: 'Аўтарства станцыі Мінскага метрапалітэна «Няміга»'},
      {date: '2004', text: 'Мемарыяльны комплекс загінуўшым яўрэям у г.п. Гарадзея'},
    ],
    "mapData": {
      center: [53.906840, 27.571457],
      zoom: 12,
    },
    "photos": [
      {
        num: 1,
        src: "",
        width: 4,
        height: 3,
        title: '',
        text: ''
      },
      {
        num: 2,
        src: "",
        width: 2,
        height: 2,
        title: '',
        text:''
      },
      {
        num: 3,
        src: "",
        width: 2,
        height: 2,
        title: '',
        text:''
      },
      {
        num: 4,
        src: "",
        width: 4,
        height: 3,
        title: '',
        text:''
      },
    ],
  },

  {
    "id": "A5",
    "url": "osho",
    "name": "Rajneesh (Osho)",
    "bornDate": "12/11/1931",
    "born": "December 11, 1931",
    "deceased": "January 19, 1990",
    "description": "Indian spiritual guru, considered as a Godman and leader of the Rajneesh movement. During his lifetime he was viewed as a controversial mystic, guru, and spiritual teacher. He advocated a more open attitude towards human sexuality, earning him the nickname \"sex guru\" in the Indian and later international press, although this attitude became more acceptable with time.",
    "image": "http://www.sannyas.wiki/images/5/5f/Osho_HD_083.jpg",
    "placeOfResidence": "Минск",
    "placeOfBirth": "Гомель",
    "bio": [
      {date: '1111', text: 'пункт биографии1'},
      {date: '1112', text: 'пункт биографии2'},
      {date: '1113', text: 'пункт биографии3'},
    ],
    "projectHeader": {
      columnOne: 'Праэкты',
      columnTwo: 'Дата стварэння'
    },
    "project": [
      {date: '1952', text: 'Проект 1'},
      {date: '1954', text: 'Проект 2'},
      {date: '1962', text: 'Проект 3'},
      {date: '1969', text: 'Проект 4'},
    ],
    "mapData": {
      center: [53.684727, 23.834317],
      zoom: 12,
    },
    "photos": [
      {
        num: 1,
        src: "",
        width: 4,
        height: 3,
        title: '',
        text: ''
      },
      {
        num: 2,
        src: "",
        width: 2,
        height: 2,
        title: '',
        text:''
      },
      {
        num: 3,
        src: "",
        width: 2,
        height: 2,
        title: '',
        text:''
      },
      {
        num: 4,
        src: "",
        width: 4,
        height: 3,
        title: '',
        text:''
      },
    ],
  },

  {
    "id": "A6",
    "url": "sacco",
    "name": "Джузэпэ дэ Сака",
    "bornDate": "12/11/1735",
    "born": "1735",
    "deceased": "1798",   
    "description": "Адзін з найбуйнейшых архітэктараў развітога барока і класіцызму, якія працавалі на тэрыторыі сучаснай Беларусі, у XVIII стагоддзі. Прыдворны архітэктар караля Станіслава Аўгуста Панятоўскага. Таксама працаваў у іншых рэгіёнах Рэчы Паспалітай. У творчасці вылучаюцца ансамблі палацава-паркавых рэзідэнцый.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/%D0%9F%D0%BE%D0%BC%D0%BD%D1%96%D0%BA_%D0%A1%D0%B0%D0%BA%D0%B0.JPG/375px-%D0%9F%D0%BE%D0%BC%D0%BD%D1%96%D0%BA_%D0%A1%D0%B0%D0%BA%D0%B0.JPG",
    "placeOfResidence": "Гродна",
    "placeOfBirth": "Верона",
    "bio": [
<<<<<<< HEAD
      {
        date: '1768',
        text: 'Был приглашён в Варшаву, где занимался художественным катафалком (сastrum doloris) королевы Марии Лещинской и проектом перестройки костёла святого Яна.'
      },
      {
        date: '1771',
        text: 'Стал архитектором Скарбовой комиссии ВКЛ. Был рекомендован гродненскому старосте Антонию Тизенгаузу и принят на службу, в качестве королевского архитектора, с установленным окладом в 600 злотых. В Речи Посполитой Сакко получает ряд воинских званий ВКЛ.'
      },
      {
        date: '1771-1780',
        text: 'Выполнил ряд заказов местных магнатов, спроектировав несколько известных дворцово-парковых ансамблей и городских резиденций, в частности: Святский дворец магнатов Воловичей, Щорсовский дворец Хрептовичей, дворцы Тизенгауза в Поставах и Вильнюсе (предположительно).'
      }
=======
      {date: '1768', text: 'Быў запрошаны ў Варшаву, дзе займаўся мастацкім катафалкам (сastrum doloris) каралевы Марыі Ляшчынскай і праектам перабудовы касцёла святога Яна.'},
      {date: '1771', text: 'Стаў архітэктарам Скарбовай камісіі ВКЛ. Быў рэкамендаваны гродзенскаму старасце Антонію Тызенгаўзу і прыняты на службу, у якасці каралеўскага архітэктара, з усталяваным акладам у 600 злотых. У Рэчы Паспалітай дэ Сака атрымлівае шэраг вайсковых званьняў ВКЛ.'},
      {date: '1771 - 1780', text: 'Выканаў шэраг заказаў мясцовых магнатаў, спраектаваўшы некалькі вядомых палацава-паркавых ансамбляў і гарадскіх рэзідэнцый, у прыватнасці: Свяцкі палац магнатаў Валовічаў, Шчорсаўскі палац Храптовічаў, палацы Тызенгаўза ў Паставах і Вільні (меркавана).'}
>>>>>>> 399a1b61c12ea98b06ecc2030732f8041280ac2b
    ],
    "projectHeader": {
      columnOne: 'Праэкты',
      columnTwo: 'Дата стварэння'
    },
    "project": [
      {date: 'XVIII век', text: 'Палац у Цёнжени'},
      {date: 'XVIII век', text: 'Палац Храптовічаў у Шчорсах'},
      {date: 'XVIII век', text: 'Тэатр Тызенгаўза'},
      {date: 'XVIII век', text: 'Свяцкі палац'},
      {date: 'XVIII век', text: 'Палац Тызенгаўза'},
      {date: 'XVIII век', text: 'Мосарскі палац'},
    ],
    "mapData": {
      center: [53.684727, 23.834317],
      zoom: 12,
    },
    "photos": [
      {
        num: 1,
        src: "",
        width: 4,
        height: 3,
        title: '',
        text: ''
      },
      {
        num: 2,
        src: "",
        width: 2,
        height: 2,
        title: '',
        text:''
      },
      {
        num: 3,
        src: "",
        width: 2,
        height: 2,
        title: '',
        text:''
      },
      {
        num: 4,
        src: "",
        width: 4,
        height: 3,
        title: '',
        text:''
      },
    ],
  },
];

const developers = [
  {
    "id": "D1",
    "name": "Іван Канановіч",
    "github": "https://github.com/ivankononovich",
    "image": "https://avatars0.githubusercontent.com/u/41195901?s=400&v=4",
    "contribution": "in progress...",
  },
  {
    "id": "D2",
    "name": "Яўген Матвеёнак",
    "github": "https://github.com/ins21",
    "image": "https://ins21.github.io/rsschool-2019Q1-cv/assets/images/1.png",
    "contribution": "in progress...",
  },
  {
    "id": "D3",
    "name": "Кацярына Жадзько",
    "github": "https://github.com/cathzetjo",
    "image": "https://avatars3.githubusercontent.com/u/44948376?s=460&v=4",
    "contribution": "in progress...",
  },
  {
    "id": "D4",
    "name": "Артур Рубченко",
    "github": "https://github.com/Arthur199212",
    "image": "https://avatars0.githubusercontent.com/u/46008463?s=460&v=4",
    "contribution": "in progress...",
  },
  {
    "id": "D5",
    "name": "Дзмітрый Пархоменка",
    "github": "https://github.com/DmitriyParhomenko",
    "image": "https://avatars0.githubusercontent.com/u/37816988?s=460&v=4",
    "contribution": "in progress...",
  },
  {
    "id": "D6",
    "name": "Павел Хоміч",
    "github": "https://github.com/pashax0",
    "image": "https://avatars3.githubusercontent.com/u/17899361?s=460&v=4",
    "contribution": "in progress...",
  }
];

const portalDescription = {
  "title": "Культурны партал.",
<<<<<<< HEAD
  "description": "Вы знаходзіцеся на культурным партале, тэматыка сайта - Архітэктары Беларусі."
};
=======
  "description": "Вы знаходзіцеся на культурным партале, тэматыка сайта - Архітэктары Беларусі.",
  "architectOfTheDay": "Архітэктар дня",
}
>>>>>>> 399a1b61c12ea98b06ecc2030732f8041280ac2b

export default {
  architects,
  developers,
  portalDescription,
  architectsNav: "Архітэктары",
  developersList: "Каманда распрацоўнікаў",
  homePageLink: "Галоўная старонка"
}
